# Formulae
brew "neovim"
brew "tmux"
brew "htop"
brew "git"
brew "tldr"
brew "lazygit"
brew "postgresql@16"
brew "ripgrep"
brew "direnv"
brew "fzf"
brew "gh"
brew "mas"
brew "docker-compose"
brew "oh-my-posh"
brew "zsh-autosuggestions"
brew "zoxide"
brew "mise"

# Casks
cask "alacritty"
cask "obsidian"
cask "slack"
cask "google-chrome"
cask "dbeaver-community"
cask "karabiner-elements"
cask "raycast"
cask "opal-composer"
cask "docker"
cask "font-jetbrains-mono-nerd-font"

# Mac App Store
mas "KakaoTalk", id: 869223134
mas "Xcode", id: 497799835
