# Formulae
brew "neovim"
brew "tmux"
brew "htop"
brew "git"
brew "tldr"
brew "lazygit"
brew "postgresql@16"
brew "ripgrep"
brew "fd"
brew "direnv"
brew "fzf"
brew "gh"
brew "mas"
brew "docker-compose"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-history-substring-search"
brew "zoxide"
brew "mise"
brew "yazi"
brew "yq"
brew "poppler"
brew "visidata"
brew "duckdb"

# Casks
cask "ghostty"
cask "obsidian"
cask "slack"
cask "google-chrome"
cask "dbeaver-community"
cask "karabiner-elements"
cask "raycast"
cask "opal-composer"
cask "docker-desktop"
cask "hammerspoon"
cask "tailscale-app"
cask "font-jetbrains-mono-nerd-font"
